"There was an error in processing the images." = "Det oppsto en feil under behandling av bildene.";

"The MakePDF application not found on this system." = "MakePDF-programmet ble ikke funnet på dette systemet.";